Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
ln: Bacontributeur nabiso bazalaki kosala makasi na baarticle nayango ekozala malamu mingi soki okokoka komanyola yango. Soki topublier yango noki mpeza, noki mpeza nde ekobanda kosalisa basaleli.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
ln: Bavolontaire nabiso baza kolimbola article oyo. Kino esila, tango mosusu version na lokota ya Angele ekoki kosalisa.

source: Overall
ln: Aperçu général

source: Overview
ln: Aperçu général

source: owner
ln: nkolo

source: Page {0} of {1}.
ln: Lokasa {0} na {1}.

source: Page does not exist.
ln: Lokasa loza te.

source: Page Not Found
ln: Lokasa Lozwami Te

source: Password
ln: Liloba Ya Sekele

source: Password:
ln: Liloba ya sekele:

source: Password change successful!
ln: Liloba Ya Sekele ebongolami malamu!

source: Password is required.
ln: Esengeli Liloba ya sekele.

source: Password must be 8 or more characters.
ln: Liloba ya sekele esengeli ezala na bacaractère 8 to koleka.

source: Password reset
ln: Réinitailiser Liloba Ya Sekele

source: Password Reset
ln: Koréinitialiser Liloba Ya Sekele

source: Password reset on {sitename}
ln: Koretrouver liloba ya sekele na {sitename}

source: Password reset unsuccessful
ln: Liloba Ya Sekele eza réinitialisé malamu!

source: Passwords, forms and search
ln: Maloba ya sekele, baformulaire mpe boluki

source: Passwords, forms, search, and history - control what Firefox suggests
ln: Maloba ya sekele, baformulaire, mpe lisitwale - contrôler maye Firefox eza kosuggerer

source: Password should be at least 8 characters long and contain at least 1 number.
ln: Molayi ya Liloba ya sekele esengeli ezala bacaractère 8 mpe na au moins chiffre moko.

source: Password successfully reset.
ln: Liloba Ya Sekele eza réinitialisé malamu.

source: Paste the info in the text box below.
ln: Coller info wana na sanduku ya makoma oyo eza na se.

source: Payment Issues
ln: Bankokoso Ya Bofuti

source: Payments
ln: Bofuti

source: Payments/Settlement
ln: Bofuti/Boyokani

source: Pending
ln: Eza kozela

source: Percent Localized: All
ln: Pourcent Localisé: Nionso

source: Percent Localized: Top 100
ln: Pourcent Localisé: 100 ya Likolo

source: Percent Localized: Top 20
ln: Pourcent Localisé: 20 ya Likolo

source: Pick a product
ln: Pona produit

source: Pick a topic and try some solutions
ln: Pona sujet mpe meka mua basolution

source: Pick a way to get involved
ln: Pona nzela ya komikotisa

source: Please ask a new question if you need help.
ln: Tuna motuna mosusu soki osengeli na lisalisi

source: Please choose a category.
ln: Pona categorie.

source: Please complete the form below to submit your question to our Marketplace Support group.
ln: Tondisa formulaire oyo eza awa na se mpo na kotinda motuna nayo na lingomba nabiso ya Lisungi ya Marketplace.

source: Please confirm your email address
ln: Confirmer adresse email nayo

source: Please confirm your email address.
ln: Confirmer adresse email nayo.

source: Please Confirm Your Email Address
ln: Confirmer Adresse Email Nayo

source: Please confirm your Firefox Help question
ln: Confirmer motuna nayo ya Lisalisi ya Firefox

source: Please describe your issue in the body.
ln: Tatola likambo nayo na esika ya kati-kati ya makoma.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ln: Koma nkombo ya bosaleli na liloba ya sekele ya malamu. Yeba ete bisika mibale bina bacaractère nayango esangani.

source: Please enter a facebook.com URL.
ln: Koma URL ya facebook.com

source: Please enter your password twice.
ln: Koma liloba nayo ya sekele mbala mibale.

source: Please keep the length of the body content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya esika ya kati-kati ya makoma na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya commentaire na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya contenu na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya slug na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of the subject to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya moboku nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa moleyi ya résumé na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya titre na bacaractère %(limit_value)s to na se. Eza sik'oyo na bacaractère %(show_value)s.

source: Please keep the length of your content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya contenu nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya description nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza bacaractère %(show_value)s.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
ln: Sukisa molayi ya nkombo ya fichier ya elili nayo na bacaractère %(max)s to na se. Sik'oyo eza bacaractère %(length)s.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya message nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please keep the length of your question to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya motuna nayo na bacaractère %(limit_value)s to na se. Sik'oyo eza na bacaractère %(show_value)s.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
ln: Sukisa molayi ya titre na bacaractère %(limit_value)s to na se. Sik'oyo eza bacaractère %(show_value)s.

source: Please note that these selections are specific to the current product selected.
ln: Yeba ete biye biponami awa biza bobele mpo na produit oyo oponami sik'oyo.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
ln: Yeaba ete bakokomisa mpo na mayebisi oyo mpo na baproduit nionso. Soki osepeli kaka na baproduit ya lolenge songolo, kende na tableau de bord mpo na produit wana.

source: Please provide a description.
ln: Pesa description moko.

source: Please provide a message.
ln: Pesa message.

source: Please provide an email.
ln: Pesa email.

source: Please provide an email address and we'll send you an alert.
ln: Pesa adresse email mpe tokotindela yo alerte.

source: Please provide a question.
ln: Pesa motuna.

source: Please provide a slug.
ln: Pesa slug moko.

source: Please provide a subject.
ln: Pesa moboku.

source: Please provide a summary.
ln: Pesa résumé.

source: Please provide a tag.
ln: Pesa tag.

source: Please provide a title.
ln: Pesa titre moko.

source: Please provide content.
ln: Pesa contenu.

source: Please provide more details
ln: Pesa badétail misusu

source: Please provide the Transaction ID.
ln: Pesa Identifiant ya Transaction.

source: Please review the latest revision.
ln: Tosengi ete omanyola revision ya suka-suka.

source: Please review the latest version.
ln: Tosengi ete omanyola version ya suka-suka.

source: Please select...
ln: Pona...

source: Please select a different title.
ln: Pona titre ya ndenge mosusu.

source: Please select at least one product.
ln: Pona au moins produit moko.

source: Please select at least one topic.
ln: Pona au moins sujet moko.

source: Please type in your username to confirm
ln: Beta nkombo nayo ya bosaleli mpe confirmer

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
ln: Télécharger elili na moko ya ba extensions oyo elandi: jpg, jpeg, png, gif.

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
ln: Tala <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Centre Ya Lisalisi Ya Paypal</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
ln: Tala lokasa ya Marketplace mpo na application. Kuna okoki kokuta bainfo ya bacontact ya badeveloppeur mpe kokutana na bango mbala moko.

source: Please wait...
ln: Zela...

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
ln: Biteni ya contenu biza &copy;1998–2015 <br>ya bacontributeur ya mozilla.org. Contenu <br>ezwami na se ya <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.

source: post
ln: article

source: Post a new thread
ln: Kotisa mulongo yasika

source: Post a question
ln: Kotisa motuna

source: Post a reply
ln: Kotisa eyano

source: Post a Reply
ln: Kotisa Eyano

source: Post contains
ln: Article eza na

source: Posted
ln: Ekotisami

source: posted by
ln: ekotisamaki na

source: Post Preview:
ln: Emoniselo Article Yambo:

source: Post Question
ln: Kotisa Motuna

source: Post Reply
ln: Bokotisi Eyano

source: Posts from everyone
ln: Baarticle kowuta na mutu nionso

source: Post Thread
ln: Kotisa Mulongo

source: Preferred language
ln: Lokota oyo olingi

source: Preview
ln: Emoniselo ya yambo

source: Preview Changes
ln: Emoniselo Mbongwana Yambo

source: Preview Content
ln: Emoniselo Contenu Yambo

source: Preview Reply
ln: Emoniselo Eyano Yambo

source: previous
ln: Oyo eleki

source: Previous
ln: Oyo eleki

source: Privacy
ln: Confidentialité

source: Privacy and security
ln: Confidentialité mpe bokengi

source: Privacy and Security
ln: Confidentialité mpe Bokengi

source: Privacy and security settings
ln: Baparamètre ya confidentialité mpe bokengi

source: Private message
ln: Message confidentielle

source: Private Message
ln: Message Confidentielle

source: Problems with add-ons, plugins or unwanted software
ln: Bankokoso na bibakisi, ba plugins to logiciel eye esengami te

source: Problems with websites
ln: Bankokoso na ba sites web

source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
ln: Bankokoso na ba sites web oyo eza kosala malamu te na Firefox mpo na Windows 8 Touch.

source: Procedures to diagnose and fix problems
ln: Banzela ya kodiagnostiquer mpe kobongisa bankokoso

source: Product
ln: Produit

source: {product} Help
ln: {product} Lisalisi

source: [{product}] Knowledge Base Dashboard
ln: [{product}] Tableau de bord ya Oyo Etali Boyebi

source: Products
ln: Baproduit

source: {product} Support Forum
ln: {product} Forum Ya Lisungi

source: Progress
ln: Progression

source: Protect your information with Firefox's privacy settings on iOS
ln: Batela bainfo nayo na baparamètre ya confidentialité ya Firefox na iOS

source: Protect your privacy
ln: Batela confidentialité nayo

source: Provide a brief description of this media.
ln: Pesa na bokuse description ya media oyo.

source: Provide more details
ln: Pesa badétail misusu

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
ln: <p> SUMO eza sik'oyo kosalela Gravatars bo ba avatars. Esengeli obongola Gravatar nayo na gravatar.com. </p> <p> Ekoki kozwa mua baminuti mpo na mbongwana ya avatar esala. Ekoki kosengela ozela mua baminuti mpe korécharger lokasa mpo na komona Gravatar nayo yasika. </p>

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
ln: <p>Article oyo ekoki kozala esili ngala.</p> <p> Mbongwana moko ya litomba esalemaki na article ya lokota ya Angele oyo eza komibaser nango. Kino mise à jour ekosalema na lokasa oyo, ekoki kozala na ntina mpo na yo: <a href="%(url)s">%(title)s</a> </p>

source: {q} | {product} Support Forum
ln: {q} | {product} Forum Ya Lisungi

source: Question
ln: Motuna

source: Question:
ln: Motuna:

source: Question date
ln: Mokolo ya motuna

source: Question details
ln: Badétail ya motuna

source: Question owner
ln: Nkolo motuna

source: Questions
ln: Mituna

source: Questions responded to within X hours
ln: Mituna miye miyanolami nakati ya bangonga X

source: Questions solved
ln: Mituna miye miyanolami

source: Question tools
ln: Baoutil ya mituna

source: Quickstart Guide
ln: Guide Mpo na Kobanda Noki

source: Quote
ln: Citation

source: Read and save web pages in a clutter-free, reader-friendly view
ln: Tanga mpe bomba ba web pages na botali boye boza encombré te, mpe boye bosengeli na motangi

source: Reader View and List
ln: Botali mpe Liste ya Motangi

source: Readied for localization:
ln: Elengelamaki mpo na ndimbola:

source: Readied for localization by:
ln: Elengelamaki mpo na ndimbola na:

source: Read message
ln: Tanga message

source: Read Message
ln: Tanga Message

source: read more
ln: ebele ya kotanga

source: Read, send and organize emails
ln: Tanga, tinda mpe bongisa ba emails

source: Read Sent Message
ln: Tanga Message oyo Etindami

source: Read this answer in context
ln: Tanga eyano oyo ndenge esengeli

source: Read this for some help to get started
ln: Tanga yango mpo na mua lisalisi mpo na kobanda

source: Ready for L10N
ln: Elengelami mpo na L10N

source: Ready for localization
ln: Elengelami mpo na kolimbola

source: Ready for localization:
ln: Elengelami mpo na ndimbola:

source: Recent answers to %s
ln: Biyano ya kala te na %s

source: Recent awardees
ln: Baye bazwi babadge kala te

source: Recent English Changes
ln: Mbongwana Yakala Te Na Lokota Ya Angele

source: Recently approved updates
ln: Ba mise à jour oyo endimami kala te

source: Recently Awarded
ln: Oyo epesami kala te

source: Recently awarded badges
ln: Babadge oyo epesami kala te

source: Recently unanswered
ln: Oyo eyanolami te kala te

source: Recently updated questions
ln: Mituna eye esalami mise à jour kala te

source: Recently updated questions tagged %s
ln: Mituna miye misalami mise à jour mpe mitiyami elembo %s

source: Recently updated threads about %s
ln: Milongo miye misalemi mise à jour pene na %s

source: Recent posts in %s
ln: Baatticle ya kala te na %s

source: Recent Revisions
ln: Barivision ya kala te

source: (Redirected from <a href="{href}">{title}</a>)
ln: (Botindami uta <a href="{href}">{title}</a>)

source: Redirecting
ln: Botindami

source: Redirects
ln: Botindami

source: Refresh
ln: Korafraîchir

source: Refresh Firefox
ln: Rafraîchir Firefox

source: Regards, <br />The SUMO team.
ln: Na limemiya, <br />Equipe ya SUMO.

source: Regards, The SUMO team
ln: Na boboto, Equipe SUMO

source: Register or sign in
ln: Mikomisa to kota

source: Register or Sign In
ln: Mikomisa to Kota

source: Register to be a Contributor
ln: Mikomisa mpo na kozala contributeur

source: registration profile
ln: inscription ya profile

source: registration profiles
ln: inscription ya baprofile

source: Rejected
ln: Ebwakisami

source: Related
ln: Oyo elandani

source: Related documents:
ln: Badocument eye elendani nango:

source: Related products
ln: Baproduit eye elandani

source: Related to the Lightning add-on for Calendar
ln: Etali bibakisi ya Lightning mpo na Manaka

source: Release Notes
ln: Mayebisi

source: Relevance
ln: Litomba

source: Relevant to
ln: Ya ntina epayi ya

source: Relevant to:
ln: Etali:

source: Remove
ln: Longola

source: Remove contributor
ln: Longola contributeur

source: Remove Contributor
ln: Longola Contributeur

source: Remove contributor | {document}
ln: Longola contributeur | {document}

source: Remove leader
ln: Longola mokambi

source: Remove member
ln: Longola membre

source: Remove {role}
ln: Longola {role}

source: Remove tweets that aren't really about Firefox or don't need a reply
ln: Longola batweet oyo ezali kotala Firefox te to oyo esengeli te koyanolama

source: Remove user from contributors
ln: Longola mosaleli nakati ya bacontributeur

source: Remove user from group
ln: Longola mosaleli kati ya groupe

source: Remove user from leaders
ln: Longola mosaleli kati ya bakambi

source: Remove user from locale editors
ln: Longola mosaleli nakati ya baediteur ya lokota

source: Remove user from locale leaders
ln: Longola mosaleli nakati ya bakambi ya lokota

source: Remove user from locale reviewers
ln: Longola mosaleli nakati ya bareviseur ya lokota

source: Replies
ln: Biyano

source: reply
ln: biyano

source: Reply
ln: Yanola

source: Reply Preview
ln: Emoniselo Eyano Yambo

source: Reply-to is empty
ln: Yanola-na eza polele

source: Reply to thread: {title}
ln: Yanola na molongo: {title}

source: Report this
ln: Sala rapport nango

source: Request type not recognized.
ln: Lolenge ya bosenga eyebani te.

source: Required. 30 characters or fewer. Letters, digits and ./- only.
ln: Oyo esengeli. Bacaractère 30 to moke. Nkoma, bachiffre mpe ./- bobele.

source: Resend account confirmation email
ln: Tinda lisusu email ya confirmation

source: Resend confirmation email
ln: Tinda lisusu email ya confirmation

source: Responded
ln: Eyanolami

source: Respond to the tweet!
ln: Yanola tweet!

source: Results
ln: Baresultat

source: Results for: {query}
ln: Baresultat mpo na: {query}

source: Retrieve username
ln: Retrouver nkombo ya bosaleli

source: Retrieve Username
ln: Retrouver Nkombo ya bosaleli

source: Reveal password to check that it's right
ln: Monisa liloba ya sekele mpo na kotala soki eza malamu

source: Reviewed
ln: Emanyolami

source: Reviewed:
ln: Emanyolami:

source: Reviewed by:
ln: Emanyolami na:

source: %(reviewer)s has approved the revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision na document %(document_title)s.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision nayo na document %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
ln: %(reviewer)s andimi revision nayo na document %(document_title)s.

source: Reviewing Revision {id} by {user}
ln: Revision Ezomanoyama {id} na {user}

source: Reviewing Translation {id} in {language} by {user}
ln: Ndimbola Ezomanyolama {id} na {language} na {user}

source: Review Needed
ln: Esengeli Komanyolama

source: Review Needed: {comment}
ln: Esengeli Komanyolama: {comment}

source: Review Process
ln: Processus ya bomenyolami

source: Review Revision
ln: Manyola Revision

source: Review Revision {id}
ln: Manyola Revision {id}

source: Review Revision {id} | {document}
ln: Manyola Revision {id} | {document}

source: Review Revision of {title}
ln: Manyola Revision ya {title}

source: [Reviews Pending: %s] SUMO needs your help!
ln: [Reviews Pending: %s] SUMO esengeli na lisalisi nayo!

source: Review this revision
ln: Manyola revision oyo

source: Review Translation
ln: Manyola Ndimbola

source: Review Translation {id} | {document}
ln: Manyola Ndimbola {id} | {document}

source: Review Translation of {title}
ln: Manyola Ndimbola ya {title}

source: Revision Comment: {comment}
ln: Commentaire Ya Revision: {comment}

source: Revision Content
ln: Contenu Ya Revision

source: Revision History | {document}
ln: Lisitwale Ya Revision | {document}

source: Revision history for:
ln: Lisitwale ya revision mpo na:

source: Revision id:
ln: Idetifiant ya Revision:

source: Revision {id} by {user}
ln: Eza revisé {id} na {user}

source: Revision {id} by {user} on {date}
ln: Eza revisé {id} na {user} mokolo ya {date}

source: Revision Information
ln: Bainfo Ya Revision

source: Revision rendered html:
ln: html ya revision oyo esalemi:

source: Revision source:
ln: Source ya revision:

source: Revision Source
ln: Source Ya Revision

source: salt
ln: mungwa

source: Save
ln: Bomba

source: Save changes
ln: Bomba mbongwana

source: Save description
ln: Bomba description

source: Save image
ln: Bomba elili

source: Save Question
ln: Bomba Motuna

source: Save, share and sync
ln: Bomba, kabola mpe sync

source: Save, share and synchronize content with other devices
ln: Bomba, kabola mpe synchroniser contenu na baappareil misusu

source: Save the world
ln: Bikisa mokili

source: Save the world from the comfort of your couch
ln: Bikisa mokili na oyo ekosenga yo makasi mingi te

source: Search
ln: Luka

source: Search and navigate easily with these essential features
ln: Luka mpe naviguer na bopete nionso bacaractéristique oyo ya litomba

source: Search Clickthrough Rate
ln: Luka Taux ya Clickthrough

source: Search for documents...
ln: Boluki badocument...

source: Search Gallery
ln: Boluki Gallerie

source: Search in forum
ln: Luka nakati ya forum

source: Search is temporarily unavailable. Please try again in a few minutes.
ln: Boluki boza kosala te mpo na mua ngonga. Meka lisusu sima ya mua minuti.

source: Search Mozilla Support
ln: Luka Lisungi Ya Mozilla

source: Search results summary:
ln: Résumé ya barésultat ya boluki:

source: Search result summary:
ln: Résumé ya résultat ya boluki:

source: Search result summary in {locale}:
ln: Résumé ya barésultat ya boluki na {locale}:

source: Search support articles
ln: Luka baarticle ya lisungi

source: Search the Discussion Forums
ln: Luka Baforum Ya Masolo

source: Search the Knowledge Base
ln: Luka Oyo Etali Boyebi

source: Search the Mozilla Support Knowledge Base and Support Forum.
ln: Luka Lisungi Ya Oyo Etali Boyebi mpe Forum Ya Lusingi Ya Mozilla.

source: Search the Support Questions
ln: Luka Mituna ya Lisungi

source: Search Unavailable
ln: Boluki Bozwami Te

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
ln: Tala <a href="%(url)s">lisitwale</a> mpo na kolandisa bobongoli nayo na revision oyo emanyolami te.

source: See All
ln: Tala Nionso

source: See all available SUMO badges
ln: Tala ba badge nionso ya SUMO oyo eza

source: See all the details:
ln: Tala badétail nionso:

source: See all the details...
ln: Tala badétail nionso...

source: See also:
ln: Tala mpe:

source: See the comment:
ln: Tala commentaire:

source: See the data
ln: Tala badonnée

source: See what you can do to help
ln: Tala oyo okoki kosala mpo na kosalisa

source: See your question here:
ln: Tala mituna nayo awa:

source: Select a language to translate to:
ln: Pona lokota mpo na kolimbola na:

source: Select by Locale
ln: Pona kolandana na Lokota

source: Select language
ln: Pona lokota
